Abundance/abundance.org
* Some Notes on Abundance Culture

URL: http://puuhonua.org/abundance

One of the largest and most important shifts taking place in
the world today is the gradual shift from Scarcity Culture
to Abundance Culture. Our culture directs and often limits
our lives, especially when we are largely unaware of its
structure.

** Some Abundance Culture Links

[[http://puuhonua.org/abundance/abundance-vs-scarcity.html][Abundance vs. Scarcity]]

Many groups, organizations and communities are actively
expanding Abundance Culture, in their own unique ways.  Here
are a few [[http://touch.puuhonua.org/orgs-human.html][Links to Humanistic Organizations]]

Everyone acknowledges the vital importance of education, we
Americans spend enormous amounts of resources on it, our
teachers tend to be very committed and hard-working so
[[http://ngender.net/loyl/loyl-paradigms.html][What's Undermining Education?]]  This is a good example of the
power of paradigms in shaping thought and action.

** Who am I and what are my partners and I up to?

[[http://touch.puuhonua.org][My Website]]

My life is organized around Abundance Culture. I'm a

- Creator of [[https://www.fsf.org/about/what-is-free-software][Free Software]]
- [[http://rangers.burningman.org][Black Rock Ranger]]

I volunteer and participate with

- [[http://burningman.org][Burning Man]]
- [[http://www.sdcap.org][SDCAP]]
- [[http://sdyoutopia.com][YOUtopia]]
- the [[http://hai.org][Human Awareness Institute (HAI)]]
- [[http://www.nfnc.org][Network For a New Culture]]

My friends and partners are currently working on many
projects related to Abundance Culture.  We will soon have a
Wiki to make our projects and activities more accessible.

You can contact me via [[http://touch.puuhonua.org][My Website]]

