Abundance/abundance.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2016-10-12 Wed 23:49 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="viewport" content="width=device-width, initial-scale=1" />
<title></title>
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Touch Puuhonua" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgheadline3">1. Some Notes on Abundance Culture</a>
<ul>
<li><a href="#orgheadline1">1.1. Some Abundance Culture Links</a></li>
<li><a href="#orgheadline2">1.2. Who am I and what are my partners and I up to?</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3"><span class="section-number-2">1</span> Some Notes on Abundance Culture</h2>
<div class="outline-text-2" id="text-1">
<p>
URL: <a href="http://puuhonua.org/abundance">http://puuhonua.org/abundance</a>
</p>

<p>
One of the largest and most important shifts taking place in
the world today is the gradual shift from Scarcity Culture
to Abundance Culture. Our culture directs and often limits
our lives, especially when we are largely unaware of its
structure.
</p>
</div>

<div id="outline-container-orgheadline1" class="outline-3">
<h3 id="orgheadline1"><span class="section-number-3">1.1</span> Some Abundance Culture Links</h3>
<div class="outline-text-3" id="text-1-1">
<p>
<a href="http://puuhonua.org/abundance/abundance-vs-scarcity.html">Abundance vs. Scarcity</a>
</p>

<p>
Many groups, organizations and communities are actively
expanding Abundance Culture, in their own unique ways.  Here
are a few <a href="http://touch.puuhonua.org/orgs-human.html">Links to Humanistic Organizations</a>
</p>

<p>
Everyone acknowledges the vital importance of education, we
Americans spend enormous amounts of resources on it, our
teachers tend to be very committed and hard-working so
<a href="http://ngender.net/loyl/loyl-paradigms.html">What's Undermining Education?</a>  This is a good example of the
power of paradigms in shaping thought and action.
</p>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-3">
<h3 id="orgheadline2"><span class="section-number-3">1.2</span> Who am I and what are my partners and I up to?</h3>
<div class="outline-text-3" id="text-1-2">
<p>
<a href="http://touch.puuhonua.org">My Website</a>
</p>

<p>
My life is organized around Abundance Culture. I'm a
</p>

<ul class="org-ul">
<li>Creator of <a href="https://www.fsf.org/about/what-is-free-software">Free Software</a></li>
<li><a href="http://rangers.burningman.org">Black Rock Ranger</a></li>
</ul>

<p>
I volunteer and participate with
</p>

<ul class="org-ul">
<li><a href="http://burningman.org">Burning Man</a></li>
<li><a href="http://www.sdcap.org">SDCAP</a></li>
<li><a href="http://sdyoutopia.com">YOUtopia</a></li>
<li>the <a href="http://hai.org">Human Awareness Institute (HAI)</a></li>
<li><a href="http://www.nfnc.org">Network For a New Culture</a></li>
</ul>

<p>
My friends and partners are currently working on many
projects related to Abundance Culture.  We will soon have a
Wiki to make our projects and activities more accessible.
</p>

<p>
You can contact me via <a href="http://touch.puuhonua.org">My Website</a>
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Touch Puuhonua</p>
<p class="date">Created: 2016-10-12 Wed 23:49</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
